Repository: Web-Ex-Machina/contao-isotope-sherlock-bundle
Catalog: src/Resources/contao/languages/*/*_iso_payment.xlf
Languages: fr

# tl_iso_payment.config_sherlock_legend
source: Sherlock settings
fr: Paramètres Sherlock

# tl_iso_payment.sherlock_merchant_id.0
source: Sherlock Merchant ID
fr: Identifiant boutique Sherlock

# tl_iso_payment.sherlock_merchant_id.1
source: Enter your Sherlock merchant id
fr: Indiquez votre identifiant boutique Sherlock

# tl_iso_payment.sherlock_key_secret.0
source: Sherlock secret key
fr: Clef secrète Sherlock

# tl_iso_payment.sherlock_key_secret.1
source: Enter your Sherlock secret key
fr: Indiquez votre clef secrète Sherlock

# tl_iso_payment.sherlock_key_version.0
source: Sherlock secret key version
fr: Version de clef Sherlock

# tl_iso_payment.sherlock_key_version.1
source: Enter your Sherlock secret key version
fr: Indiquez votre version de clef secrète Sherlock

# tl_iso_payment.sherlock_mode.0
source: Sherlock mode
fr: Mode Sherlock

# tl_iso_payment.sherlock_mode.1
source: Chose your Sherlock mode
fr: Choisissez le mode Sherlock

# tl_iso_payment.sherlock_mode.dev
source: Development
fr: Développement / simulation

# tl_iso_payment.sherlock_page_success.0
source: Order OK page
fr: Page commande validée

# tl_iso_payment.sherlock_page_success.1
source: Chose the page indicating the order is OK for user
fr: Choisissez la page indiquant à l'utilisateur que sa commande est validée

# tl_iso_payment.sherlock_page_error.0
source: Order KO page
fr: Page commande en erreur

# tl_iso_payment.sherlock_page_error.1
source: Chose the page indicating the order is in error for user
fr: Choisissez la page indiquant à l'utilisateur que sa commande est en erreur
