Repository: Web-Ex-Machina/contao-isotope-sherlock-bundle
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: fr

# XPL.sherlock_mode.0.0
source: Development
fr: Développement / simulation

# XPL.sherlock_mode.0.1
source: Payments are made on a simulation environment. The specific Sherlock configuration is overriden to use development settings.
fr: Les paiements sont traités sur l'environnement de simulation de Sherlock. La configuration utilisée est celle fournie par Sherlock et non celle renseignée.

# XPL.sherlock_mode.1.1
source: Payments are made on the real environment. The Sherlock configuration used is the one configured.
fr: Les paiements sont traités sur l'environnement réel. La configuration utilisée est celle renseignée.

# WEM.isotopeSherlock.paymentResult.paymentOk
source: Payment done !
fr: Paiement effectué

# WEM.isotopeSherlock.paymentResult.anErrorOccured
source: An error occured
fr: Une erreur est survenue

# WEM.isotopeSherlock.paymentResult.noDataFromPaymentFound
source: No data from payment found
fr: Aucune donnée de paiement trouvée

# WEM.isotopeSherlock.paymentResult.paymentSealNotCorrect
source: Data from payment service can't be verified
fr: Les données de paiement ne peuvent être vérifiées

# WEM.isotopeSherlock.paymentResult.pageTitle
source: Payment result
fr: Résultat du paiement

# WEM.isotopeSherlock.paymentResult.errorDetails
source: Error details : %s
fr: Détails de l'erreur : %s

# WEM.isotopeSherlock.paymentResult.error05
source: Payment refused
fr: Paiement refusé

# WEM.isotopeSherlock.paymentResult.error17
source: User aborted payment
fr: Paiement annulé

# WEM.isotopeSherlock.paymentResult.error34
source: Payment refused
fr: Paiement refusé

# WEM.isotopeSherlock.paymentResult.error75
source: Maximum payement attempts reached
fr: Nombre de tentatives maximal de paiment atteinte

# WEM.isotopeSherlock.paymentResult.error90
source: Payment refused because of a technical error
fr: Une erreur technique est survenue

# WEM.isotopeSherlock.paymentResult.error99
source: Payment refused because of a technical error
fr: Une erreur technique est survenue

# WEM.isotopeSherlock.paymentResult.error97
source: Payment abandonned
fr: Paiement abandonné

# WEM.isotopeSherlock.paymentResult.errorGeneric
source: Payment refused
fr: Paiement refusé

# WEM.isotopeSherlock.paymentResult.backButtonText
source: Go back to merchant website
fr: Retourner au site marchand
